export const maildummyData = {
  totalCount: 7,
  nodes: [
    {
      id: 3,
      letterType: "purple",
      title: "요즘엔 어떤 노래 들어어~?",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      createdAt: "3시간 전",
    },
    {
      id: 4,
      letterType: "purple",
      title: "감기 조심해야해애~",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      createdAt: "2024. 04. 27",
    },
    {
      id: 5,
      letterType: "purple",
      title: "누나 생일추카해!!~~",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      createdAt: "2024. 04. 18",
    },
    {
      id: 6,
      letterType: "purple",
      title: "이별은 항상 어려운 법이죠..",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      createdAt: "2024. 03. 27",
    },
  ],
};
